export const AuthErrors = {
	Signin: 'Попробуйте войти с другой учетной записью.',
	OAuthSignin: 'Попробуйте войти с другой учетной записью.',
	Verification: 'Похоже ваша ссылка недействительна.',
	OAuthCallback: 'Попробуйте войти с другой учетной записью.',
	OAuthCreateAccount: 'Попробуйте войти с другой учетной записью.',
	EmailCreateAccount: 'Попробуйте войти с другой учетной записью.',
	Callback: 'Попробуйте войти с другой учетной записью.',
	OAuthAccountNotLinked:
		'Для подтверждения вашей личности войдите с той же учетной записью, которую вы использовали изначально.',
	EmailSignin: 'Проверьте свой адрес электронной почты.',
	CredentialsSignin: 'Ошибка входа. Проверьте правильность предоставленных данных.',
	default: 'Невозможно войти.'
}
